Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “河边啊！”沈萤抬手指了指左边，想了想又换到了右边。
en_us: "By the riverside!" Shen Ying pointed her finger to the left, but after thinking for a moment she switched to the right.

source: “混账东西，这一炉丹药几乎全炸了，你是怎么做事的？”
en_us: "You darned brat, this cauldron full of elixirs has been completely destroyed! What the hell did you do?"

source: “混账！”
en_us: "Bastard!"

source: “游仙？”中间那人突然反问了一句，冷冷一哼，突然满天威压就朝着羿清铺天盖地的压了过去。
en_us: "Traveling immortals?" the person in the center asked and tutted. The air pressure suddenly rose and Yi Qing felt a strong suppressive force weighing on him.

source: “滚。”你个素菜！
en_us: "Get lost." You vegetable thing!

source: “滚！”
en_us: "Get lost!"

source: “滚！”他一把拍下她的爪子，“你走不走，不走我收回了。”
en_us: "Scram!" Slapping her hand away, he warned, "If you don't leave I'm going to take it back."

source: “滚！”他瞪了她一眼，“你一天到晚都在想什么？别烦我了。”
en_us: "Get lost!" Lonemoon glared at Shenying, "What do you even think about all day? Stop bothering me."

source: “滚！”我没有你这样没良心的闺女。
en_us: "Scram!" I don't have such an unfilial daughter like you.

source: “滚！”沈萤一脚把他的脸踩到了地上，转头看向孤月道，“你那个扇子的交通工具也借我一下，这么多人呢！”
en_us: "Get lost!" Shen Ying stomped its face onto the ground and then turned to look at Lonemoon, saying, "Can you lend me your fan transport? There's too many people!"

source: “滚！”素菜没有发言权。
en_us: "Get lost!" A vegetable thing has no right to speak up.

source: “滚！”谁是你牛爸爸！
en_us: "Get lost! I'm not your Father Niu!"

source: “滚！老子没你这开挂的闺女。”孤月嘴角一抽，克制不住翻了个白眼，如今牛化云这个名字，也就只有她会惊讶了。
en_us: "Get lost! I don't have a daughter who is such a cheat." Lonemoon mouth's twitched as he involuntarily rolled his eyes. His name, Niu Huayun[1. Play of words, combination of the names of the two richest businessmen in China. Ma Huateng (Tencent CEO), and Ma Yun (Alibaba CEO). Ma means horse, and Niu here means cow.], was the only thing that had managed to surprise her so far.

source: “灵……主是……我们易家对长辈的一种特殊的称呼。”易峰扯出一个僵硬的笑容，硬着头皮解释。
en_us: "Spirit... Masters are... a special greeting used by people from my Yi Family," Yi Feng forced a smile.

source: “灵……主？”孤月愣了愣，突然想到什么，拐下一脚差点从剑上摔了下来。
en_us: "Spirit... Master?" Lonemoon paused for a moment. Suddenly a thought struck him and he almost fell off from his sword.

source: “灵主……”易峰有心想问，对方却已经失去了踪迹，他只能一脸沉重的看着下面那片突然出现黑色风刃，可无论怎么放开神识，却仍探不进那些风刃里。他从未听闻，有灵兽可以发出这种黑色的风刃，而且这气息，从来没有遇过，阴冷得……有些可怕，“这里面到底是什么？”
en_us: "Spirit Master..." Before Yi Feng could ask a question, his Spirit Master disappeared. He could only continue looking on at the black wind blades. No matter how hard he tried to use his divine perception, he could not see through the wind blades. He had never heard of any spirit beast that could summon this kind of black wind blades. He had also never felt such an aura before. It was frighteningly... cold. "What exactly is in there?"

source: “灵主。”易峰朝着眼前的人行了个礼，“不知唤属下来，有何吩咐？”
en_us: "Spirit Master." Yi Feng bowed and saluted the man in front of him. "May I know what is it you have summoned me for?"

source: “灵主你去哪？”只是送个人而已，别跟着一起飞走啊喂！
en_us: "Spirit Master, where are you going?" We're just sending them off, why are you flying off with them!

source: “灵主你抱着玄灵花干嘛？”你不是说这是神族的圣物，不许任何人动吗？
en_us: "Spirit Master, why are you carrying the Black Spirit Blossom?" Didn't you say that nobody was allowed to touch this holy artifact of your divine race?"

source: “灵主本不属于此界，它是意外受伤，才来到下界的。恰巧在幻海见到遭遇兽潮的易家先祖，是它逼退了兽群救了先祖，并将御兽之术传于我易家，才让我族得以在上青族立足。这世上除了神族，谁还有统御万兽之能。”他沉声解释，想了想又加了一句，“当然沈大仙除外。”
en_us: "My Spirit Master does not belong to this world. He got injured by accident and fell down here. By pure luck, he chanced upon my ancestors, who were caught in a stampede at the Mirage Sea. Spirit Master chased those beasts away and saved my ancestors. Then, he handed down the beast control techniques to my Yi FAmily. That was how my family achieved its standing in the Upper Azure World. Besides the divine race, no one else in this world can control tens of thousands of beasts," Yi Feng explaned. Thinking of something, he added, "Besides Great Immortal Shen, of course."

source: “灵主，先祖的承诺我们易家终于做到了，您……一路保重啊。”易峰也是一脸的激动加不舍。
en_us: "Spirit Master, the Yi Family has finally fulfilled the promise that its ancestors made tens of thousands of years ago. You... please take care," Yi Feng was a mess of emotions, not bearing to see his spirit master go.

source: “灵主，弟子保证沈掌门绝对不是什么坏人。”易峰继续解释道，“她门下弟子，羿清尊者，就是力破升仙塔，救了各派修士之人。若不是他，弟子和易家各位师伯们，怕早已命丧塔中。而且她这次来，也只是助我前去幻海寻找契约灵……”
en_us: "Spirit Master, your disciple promises that Sect Master Shen is not a bad person," Yi Feng explained. "Her disciple, Supremacy Yi Qing, is the one who broke the Immortal Ascension Pagoda and rescued all the cultivators from the various sects. Had it not been for him, your disciple and the various elders of the Yi Family would probably have died inside the pagoda. She's here this time to help me find the Contract Spirit in the Mirage Sea."

source: “灵主，确实要抓紧时间了。”易峰指了指已经开始缩小的界门，带些着急的提醒了一句。
en_us: "Spirit Master, you do need to hurry!" Yi Feng nervously pointed to the realm gate, which was quickly closing.

source: “灵主，这是否就是……”易峰带着兴奋的问。
en_us: "Spirit Master, is this..." Yi Feng asked excitedly.

source: “灵兽？”孤月愣了愣，可以化形的灵兽，最少也是十一阶以上了吧，“那他老跟我们干嘛？”
en_us: "Spirit Beast?" asked Lonemoon, a little surprised. To be able to manifest, Spirit Beasts had to be at least at the eleventh level. "So why is he following us?"

source: “灵根是不错……”孤月点了点头。
en_us: "Your Spirit Roots aren’t bad…" Lonemoon nodded.

source: “灵珠是什么？”
en_us: "What are spiritual pearls?"

source: “灵神丹！”
en_us: "Spirit Pills!"

source: “炸丹了？”
en_us: "The elixir exploded?"

source: “烤鸡妹子就是冥阴山魔尊戚橙雨。你们不是要去中青界要找她吗？”孤月只得解释一遍，回头瞪了某人一眼，“你丫就不能有一个记住的名字？”
en_us: "Roasted Chicken Gal is the Fiend Supremacy on Ming Yin Mountain, Qi Chengyu. Aren't you girls planning to go to the Middle Azure World to look for her?" Lonemoon explained. Turning around to glare at Shen Ying, he chided, "Can't you even remember a freaking name?"

source: “然后？”
en_us: "What about it?"

source: “照你这拿法，你干脆连人都叫过来得了！”
en_us: "Since you have all these items, you might as well ask the owner to come over as well!"

source: “爱拿多少拿多少？”
en_us: "Take as much as I want?"

source: “父亲招待贵客，元飞哪有不出来招呼的道理，各位贵客请坐。”印元飞却完全没有回去的意思，反而笑得越加的……姹紫嫣红，还引着众人就坐。视线却一直看着思羽，热情得仿佛要发光似的。
en_us: "Father is entertaining guests, so how can I not come out to greet them. Ladies and gentlemen, please sit." Showing no intention of leaving, Yin Yuanfei smiled even more… colorfully as he led everyone to their seats, but his line of sight never left Si Yu. He seemed alight with passion.

source: “爹！”男子几乎是小跑过来，先是朝着沈萤几人行了个礼，“见过几位尊者。”
en_us: "Father!" exclaimed the man who came running over. He first saluted Shen Ying and her group. "Greetings, Supremacies."

source: “爽！”
en_us: "Great!"

source: “牛尊者……看着似乎与往日不同。”羿清皱了皱眉。
en_us: "Supremacy Niu... seems a bit different from before," Yi Qing frowned.

source: “牛尊者。”印风点了点头，“诸位里面请。”
en_us: "Supremacy Niu." Yin Feng nodded. "Please proceed inside."

source: “牛尊者，冷静！”羿清连忙上前一步，拦住了人，“他刚刚化形，还是个孩子，不懂人情事故很正常，你无须放在心上。”
en_us: "Supremacy Niu, calm down!" Yi Qing quicky stepped forward and stopped Lonemoon. "It just took form and is still a child. It doesn't know how to interact with other humans and that's perfectly normal. Don't take it to heart."

source: “牛爸爸……”沈萤打了哈欠，手里的旗歪了下去，“已经一上午了也没收到一个人，要不我们回去吃饭吧。”
en_us: "Father Niu…" Shen Ying yawned as the flag in her hand began to tilt. "We've been trying to recruit disciples all day and we haven't recruited a single one. Let's take a break for lunch."

source: “牛爸爸。”
en_us: "Father Niu."

source: “牛爸爸。”她突然拍肩打断他的话，那张一向懒洋洋的脸上，难得的多了些正经神色，“你要相信他！”
en_us: "Father Niu." She interrupted him. Her usually uncaring expression suddenly took on a more serious change. "You have to believe in him!"

source: “牛爸爸。”沈萤没有回答，想起什么似的推了推他道，“你的储物袋借我用一下。”
en_us: "Father Niu." Shen Ying did not answer his question. As if recalling something, she gave him a push and said, "Lend me your storage bag."

source: “牛爸爸也困在那塔里了？”
en_us: "Father Niu is stuck in the pagoda too?"

source: “牛爸爸，你……没发烧吧！”说着伸手往他额头探去。
en_us: "Father Niu, you... you are not sick, are you?" Shen Ying reached her hand out to touch his forehead.

source: “牛爸爸，你说得太有道理了！”转头一本正经对旁边的人道，“厨子，为了门派的前途，今晚加班吧！快点准备些凉碟、糕点、速食、水果之类好路上吃，一定不能饿坏我们的奥运健儿！明白吗？”
en_us: "Father Niu, what you said made so much sense!" She turned to say to the person beside her, "Chef, for the future of our sect, let's work overtime tonight! Quickly prepare some cold dishes, pastries, fast food, fruits and so on to eat on the way. We musn’t let our Olympians be hungry! Understand?"

source: “牛爸爸，去庆功宴吃饭了。”沈萤朝屋内，那个一脸绝望的人招了招手。
en_us: "Father Niu, let's go for the celebration meal." Shen Ying waved towards the a certain person wallowing in despair in the house.

source: “牛爸爸，我觉得你说得特别有道理！我们去招人吧？”说完转头向旁边的羿清道，“厨子，赶紧把这些糕点打包一下，顺利再做点零食路上吃啊，对了多带点食材，赶不回来还可以野餐。”
en_us: "Father Niu, I think you're right! Shall we go and recruit some disciples now?" After saying this, she turned to glance at Yi Qing beside her, saying, "Chef, quickly pack up all of these pastries. We can have them as snacks on the way. Bring more ingredients as well so that we can have a picnic if we don't make it back here in time."

source: “牛爸爸，把你旁边那盘水果递给我一下。”
en_us: "Father Niu, can you pass me that plate of fruits."

source: “牛肉炒太老、鸡肉没放辣椒、鱼都糊了、汤炖得不浓。牛爸爸，你这样太不尊重小动物了……要不还是让小红来做？”
en_us: "Beef is overcooked, there's not enough pepper in the chicken, the fish is too mushy, the soup is not thick enough. Father Niu, you don't have enough respect for these little animals... why not let Little Hong do it?"

source: “狐妖躲进洞里了？”孤月飞了下来问道，“你干嘛不追进去？”
en_us: "Is the fox demon hiding in the cave?" Lonemoon flew down and asked. "Why don't you chase after it?"

source: “猜的！”
en_us: "I simply guessed!"

source: “玄灵花。”易峰忍不住接口，一脸的肉痛的道，“这是灵主族中……的圣物。”连他都没见过几次呢，居然真的就这么送出去了。
en_us: "A Black Spirit Blossom," Yi Feng could not help but complete Bai Ze's sentence. He had a pained expression as he continued, "This is a... monster of the Spirit Master race." Even Yi Feng had only seen it a few times before. He could not believe that his Spirit Master was giving it away just like that.

source: “玄灵花，需要强大的灵力才能触动界门。”易峰沉声解释道，“听闻这种灵力，比起飞升之时也差不了多少。而且此花世间只有一朵，要是……”
en_us: "Only strong spiritual power can make use of this Black Spirit Blossom to break open the realm gates," Yi Feng explained. "It is said that the spiritual power needed is comparable to the amount used when one ascends to immortality. There is only one such flower on this Earth. If..."

source: “玉鼎。”她突然说了个名字。
en_us: "Yu Ding." She suddenly said a name.

source: “现在不适合出门啊。”
en_us: "We shouldn't be leaving the house now."

source: “现在假装没听见还来得及吗？”
en_us: "Is it too late to act like I didn't hear anything?"

source: “现在咋办？总不能跟人说，门派名字还没想好吧？”他回头瞅了瞅来人，压低声音催促，“赶紧的，地盘是你找到的，快想一个啊。”
en_us: "What should we do now? We can't tell him that we haven't thought of our sect name, can we?" Lonemoon turned around to glance at the young man. He lowered his voice and urged Shen Ying, "Hurry, you were the one who found the land. Think of something."

source: “现在玄天宗暂时回不去，趁此给你科普一下常识吧，不然你怎么死的都不知道。“他清了清嗓子道，“简单的说，我们所在的这个世界叫‘青界’，青界又分三大小界，分别是上青界，中青界，以及下青界。上青界的灵气最为浓郁，中青界其次，下青界很少。所以下青界大多都是凡人，修仙者很少。修为撑死到元婴。听说整个下青界，元婴之人不足十数。”
en_us: "We cannot return to the Blackheaven Sect right now. Let me teach you some general knowledge about this world, otherwise you wouldn't even know how you died." He cleared his throat and began, "Simply put, we are in a world called the Azure World. It consists of three large and small worlds, namely the Upper Azure World, Middle Azure World, and the Lower Azure World. The Upper Azure World has the densest Spirit Qi of all, followed by the middle and the Lower Azure World having the least. That's why most of the people in the Lower Azure World are mortals with few being cultivators. The highest form of cultivation is reaching the Nascent Soul realm. Rumor has it that the entire Lower Azure World has fewer than ten Nascent Soul cultivators.”

source: “现在还管什么疑问？逃命要紧啊！”他们根本干不过一个仙人的，“趁着他还在提升修为，走！”
en_us: "What could you possibly want to ask now? We have to run for our lives!" They would never be able to go up against an immortal. "We have to leave now, while his cultivation level is still increasing!"

source: “现在还管这个？”枫影觉得这群人有病。
en_us: "This is not the time for niceties!" Feng Ying felt that this group of people were crazy.

source: “现在？”他冷笑了一声，“只有化神尊者，才能划破虚空，我哪有这个本事？连接两界的阵法不在这里，跟我来吧！”说着转身就往右走。
en_us: "Now?" He laughed humorlessly. "Only Soul Formation Supremacies can tear through the void. I'm not that capable. The array formation that connects the two worlds is not here. Follow me!" He turned toward the right and began to walk.

source: “甘子睿。”
en_us: "Gan Zirui."

source: “甘子睿的事？”他愣了一下，“你查到啥了？”
en_us: "Is it about Gan Zirui?" He was taken aback. "Did you figure out something from your investigations?"

source: “甘子睿！”戚橙雨也没想到，这么快就可以找到人，双眼瞬间赤红，死死盯向对面的人，“五百年了！你可还认得我？”
en_us: "Gan Zirui!" Qi Chengyu had also not expected that he would be found so quickly. Her eyes instantly turned red, and she fixed her gaze on the person opposite her. "It has been five hundred years! Do you still recognize me?"

source: “甘？”他愣了一下，眼睛大睁，“你说的是甘子睿和玉鼎？”
en_us: "Gan?" He faltered for a while, and then his eyes grew wide. "You mean Gan Zirui and Yu Ding?"

source: “生殖隔离限定了，人跟动物间是不可能有繁殖可能的。所以说……”她歪了歪头，“那个小孩到底哪来的？”
en_us: "Separate reproductive systems have resulted in restrictions, humans and animals cannot procreate. So…" She tilted her head. "Where did that kid come from?"

source: “用剑气劈开火墙，冲过去。”羿清回了一句，手里的剑已经挥出，顿时凌厉的剑气化成一股气流，直接冲向了火海，瞬间劈出了一条通道，但不到三秒又重新被火吞没。
en_us: "Let's use our Sword Qi to hack a path through the fire wall and dash over." Yi Qing suggested, thrusting his sword forwards. Immediately, his formidable Sword Qi transformed into a stream of air which rushed directly towards the sea of fire, instantly forming a path in its wake. However, within seconds, this path was swallowed up by the flames.

source: “疯了……”
en_us: "You're crazy..."

source: “疼，疼……”
en_us: “Ouch, Ow…”

source: “白泽!”还没来得及问，那条魔蛟突然开口，声音有些尖锐，带股子格外阴冷的气息，冷笑着看向对面的白泽道，“没想到，你还真的主动入了这幻海之内。”
en_us: "Bai Zhe!" Before she could ask, the Wyrm Demon suddenly spoke. Looking at Bai Zhe with a menacing expression, he sneered, "I didn't expect you to enter the Mirage Sea."

source: “白泽。”到是白泽，主动开了口，转头看了沈萤一眼，再次强调道，“我叫白泽。”说完脸色又开始泛起了红，毛团她一个人叫就好。
en_us: "Bai Ze," Bai Ze said curtly. He turned to glance at Shen Ying and raised his voice slightly, "My name is Bai Ze." He began to blush. She would be the only one who coould call him Furball.

source: “白泽是谁？”
en_us: "Who is Bai Ze?"

source: “白泽道友。”
en_us: "Fellow Daoist Bai Ze."

source: “白泽！”那人却突然转过身来，再次直直的看向对面的沈萤，“我的名字。”
en_us: "Bai Ze!" The man suddenly turned around and looked at Shen Ying. "That's my name."

source: “白痴。”
en_us: "idiot."

source: “白痴！都是因为你，这炉丹药又废了，快去取刚才一样的药材，继续炼……”
en_us: "Idiot! It's because of you that this cauldron of elixirs is ruined! Quickly retrieve the same ingredients as before and continue refining..."

source: “白？”易峰愣了一下，看了她一眼，立马明白过来，沈掌门到底是个姑娘，自然想找些好看点的灵兽，可以理解。
en_us: "White?" Yi Feng hesitated and glanced at her. Then, he understood. Sect Master Shen was a lady afterall. Naturally, she was looking for spirit beasts that looked good. This was understandable.

source: “的确会……一点。”
en_us: “Yes, I do know...a little.”

source: “的确如此。”呈安点了点头道，“可那些见过妖怪的人，确实没有受伤。弟子还给那些人一一看过脉象，无论是精神还是躯体都没损伤，而且听他们说……好像比往常还强壮了。”
en_us: "That is indeed the case." Cheng An nodded and said, "Those who have seen the demon were indeed not injured. Disciple has also checked the pulse of every one of them, there was no damage to either their mind or body, and they even said that… they seemed to be even stronger than usual."

source: “的确如此。”奚秋神色更加凝重，“恶鬼一向最怕灵气，如今三日过去它们还未出来，弟子猜测这幡内恐怕……已有鬼王。”
en_us: "You are right." Xi Qiu's expression became graver. "Demon souls are most afraid of Spirit Qi. Now that three days have passed and they have yet to come out, I'm guessing that this gonfalon may already have a Ghost King."

source: “相当于一次各门派之间的，技能太比拼。”孤月解释道，“上青界所有门派世家都可以参加，按修为境界一共设立三个分组，练气，筑基和金丹，取最高的前三名。由主办方出资奖励。”
en_us: "It’s equivalent to a competition where each sect gets to compete their skills against each other," Lonemoon explained. "All the sects from the aristocratic families in the Upper Azure World can participate according to cultivation realm. There are three separate divisions: Spirit Training, Foundation Establishment and Golden Core. The top three in each divisions will receive an award from the organizer."

source: “看什么看！你也有份好吗？”孤月回头瞪了羿清一眼，“再说，她又不会有事。”
en_us: "What are you looking at! You had a part to play in this too, okay?" Lonemoon turned around to glare at Yi Qing. "Besides, she'll be alright."

source: “看你们往哪跑！”嗖的一下，孤月也一起攻了上去。
en_us: "Let's see where you all can escape to!" Lonemoon immediately attacked together with Yi Qing.

source: “看你反应就知道了。”牛爸爸虽然管无敌派的人管得宽了些，但向来只“窝里横”，对外人他可是十分客气随和，注意形象的，只在背后默默挖坑。但唯独对白泽不一样，他好像从一开始就不怎么喜欢他。甚至在羿清强烈反对的时候，坚定的站在了他那边，连刚刚送对方回神界时，都顺便补了一脚。
en_us: "I know from your responses," Father Niu did not care much for the people in Invincible Sect, but he has always only shown his ugly side to people from the sect. To outsiders, he was always polite and easy-going because he cared so much about his image. He would only talk about them behind their backs. Yet, he treated Bai Ze differently. Right from the beginning, he did not look fond of Bai Ze. When Yi Qing strongly opposed to him being in the sect, Lonemoon insisted on taking Yi Qing's side. Lonemoon even kicked Bai Ze through the realm gate earlier.

source: “看出来的啊！”自从那个咸猪手说出那个消息后，她这几天烤鸡都烤得不专心了，水平大减。
en_us: "It was obvious!" Ever since that lecher had given her that news, her mind had not been on the task of roasting chicken the past few days, resulting in a great drop in cooking standard.

source: “看吧，果然闹肚子了。”沈萤一本正经的道。
en_us: "Look, his stomach is suffering," Shen Ying commented calmly.

source: “看在你还算听话的份上，走吧！我不杀你。”
en_us: "Seeing that you are so obedient, you can go! I won't kill you."

source: “看我干嘛！”孤月瞪了回去，“我谈的是正经生意，没坑人！”
en_us: "What are you looking at me for?" Lonemoon glared indignantly at them in return. "It was a legitimate business deal. I didn't cheat them!"

source: “看我干嘛？”孤月瞪了她一眼，气还没消呢，“都是谁害的！老子现在不也没地方去了，你们爱去哪去哪，我随便。”
en_us: "Why are you looking at me?" Lonemoon glared at her; his anger had not simmered down. "Whose fault is this! I also do not have a place to go now. You guys can go wherever you like, I don't care."

source: “看我干嘛？”沈萤一愣，“我说错啥了吗？”
en_us: "Why are you all looking at me?" Shen Ying paused, "Did I say anything wrongly?"

source: “看我干嘛？刚刚吃得最多的，不是你吗？”用一下她的名字怎么了，“总不能告诉他真名吧？羿清不也改名叫萝卜的吗？”
en_us: "What are you looking at me for? You were the one who ate the most just now." I'm only using your name. "We can't tell him our real names, can we? Yi Qing changed his name to Radish as well."

source: “看招！流星拳！”
en_us: "Take this! Shooting Star Punch!"

source: “看招！缠丝手！”
en_us: "Take this! Silk Hands!"

source: “看来不再给你点教训，你这个废物的脑子永远不会灵光！”
en_us: “Looks like I’m going to have to teach you a lesson, or your good-for-nothing brain will never learn!”

source: “看来不是啊？”孤月更加好奇了，“那你身上这系统到底是什么？”
en_us: "So you didn't transmigrate?" Lonemoon's curiosity peaked. "Then what is this system in your body?"

source: “看来你还记得我。”它冷笑了一声，眼里的杀意更重，“以往你在岸上，我打不过你。但现在你主动送上门来。正好，万年前你伤我之仇，现在可以算个清楚。”
en_us: "So you still remember me." The Wyrm Demon laughed coldly, the murderous intent in his eyes intensifying. "In our previous encounters, you were on land, so I couldn't defeat you. Now by coming here, you deliver yourself to your enemy. Just as well, I can pay you back for the injuries you caused me ten thousand years ago."

source: “看来姑娘也是同道中人啊。”易峰一喜，御兽之术向来需要长时间与灵兽为伍，甚至有时为取得灵兽的信任，还不得不与灵兽一同生活，所以御兽之术很少有女修喜欢，特别是像雪银这种长得有些恐怖的高阶灵兽。这会好不容易遇见个特别的，他顿时来了兴趣，“灵兽虽然大多长相可怖，但相处久了就会发现，其实兽比人更重感情。我那雪银就是，一但认主便会终身待在主人身边，只是世人皆重皮相，认为兽类太过凶残恐怖。”
en_us: "It seems that you, Lady, are very similar to me." Yi Feng smiled. The techniques related to spirit beasts required one to first get familiar with a spirit beast which required a long time. Sometimes, in order to earn the spirit beast's trust, one had to live with it. That explained why few female cultivators enjoyed taming beasts, especially when it came to high-level spirit beasts which looked as terrifying as Xue Yin did. Yi Feng was happy to know that Shen Ying was interested—she was a rare find indeed. "Spirit beasts may look scary, but as you interact with them, you'll find that they're actually more sentimental than humans are. Xue Yin is like that. Once it acknowledges its master, it will follow its master for life. Humans just tend to be superficial. They get scared once they see how scary these beasts look."

source: “看来是我达到了铸鼎境二重，蓝色元力凝练了，这黑色元力也被凝练了，所以消耗的速度变慢了很多。”
en_us: "Looks like I've reached the second stage of the Cast Tripod Realm. The blue essence force is more condensed; the black essence force has also become more condensed, thus its consumption speed has become much slower than before."

source: “看来这个世界真心对自己好的，只有娘亲，大爷爷和小奴吧？”
en_us: "Are Mother, Grandfather, and Xiaonu the only ones in this world who would show real kindness to me?"

source: “看来这几天要仔细观察柳长老炼丹，先把这炼丹的手法学会再说……”
en_us: Looks like I should carefully observe how Elder Liu refines elixirs for the next couple of days. I must first learn the art of refining elixirs before I can think of doing anything else...

source: “看来这秘境入口的位置是随机的。”孤月看向旁边的羿清道，“还好我们事先在身上种了随影术，才不至于走……咦，沈萤呢！？”
en_us: "Looks like entrance to the mystic realm is completely random." Lonemoon turned to face Yi Qing and continued, "We're lucky that we set up the shadow imitation on our own bodies. Surely we won't get… Ah, where's Shen Ying?!"

source: “看来这里就是陪练的地方了，这小房间是练功房？这最少有二十间吧？难怪陪练不够。”
en_us: It seems like this is the place where sparring practice occurs. Is this small room the technique-practicing room? Surely there must be at least twenty rooms here, no? No wonder there are not enough sparring partners available.

source: “看见树林外面那座修士城了吗？城内就有到玄天宗的传送阵。”戚橙雨指了指前面的城池道。
en_us: "Do you see the cultivator city outside the woods? There is a transportation array to Blackheaven Sect inside the city." Qi Chengyu pointed to the road ahead.

source: “真不知道。”
en_us: "I really don't know."

source: “真人不必客气。”那人笑了笑，看了众人一眼。早知道是郁家的人，他就不接这笔生意了，还好没真把人送到下界。他立马就御剑离开了现场，可不想招惹上世家的事。
en_us: "You're welcome, Perfected One." The man smiled and glanced around at everyone else. If he had known that they were people from the Yu Family, he would not have taken up this business deal. Thank goodness he did not really bring them to the Lower Realm. He immediately rode his sword and left the premises, not wanting to be involved with this Upper World aristocratic family's business.

source: “真人，人我已经带来了。我……可以走了吧？”那个带路的男子朝着振祥行礼道。
en_us: "Perfected One, I have brought them here so I… can leave now, right?" The man who had led the way for the girls bowed towards Zhen Xiang.

source: “真是死不悔改！”孤月刚要动手结果了它。
en_us: "You truly have no remorse!" Lonemoon was about to end its life.

source: “真没有啊，大仙！”魔王要哭了，敢情你是来找人的，你早说啊！他又没说不讲。
en_us: “Realllyyy, Great Immortal！”The Demon King was close to weeping. If she was here to find someone, why not say earlier! What was all these for when he didn't plan to hide what he knew anyways!

source: “真没看到？”沈萤继续问。
en_us: “Really?”Shen Ying continued to question.

source: “真的是背云兽！”易峰也有些愣住了，没想到他们遇到的第一只妖兽就是背云兽，这也太背了点。
en_us: "It really is a 背云兽!" Yi Feng stared in amazement. He did not think that the first beast he would come across would be a 背云兽. It was incredible.

source: “真的真的。”他直接掏出了灵石，“掌柜的莫怪，我们是真的忘了。”
en_us: "I'm serious, I'm serious," Lonemoon answered as he took his spirit stones out of his bag. "Forgive us, Owner, we really just forgot."

source: “真的真的！”它狂点头，“我修的素食道，您看我身上的毛，没有半点腥血怨气。”
en_us: "Yes, yes!" The Rabbit Monarch nodded its head frantically. "I cultivate in the Way of the Herbivore. Look at my fur, there isn't the slightest bit of blood or grievance on it."
